import React, {Component} from 'react';
import Card from "react-bootstrap/Card";
import CarouselBox from "../Components/CarouselBox";
import White from "../Usage/Needed/White.jpg"

class MyMotivate extends Component {
    render() {
        return (
            <>
                <img
                    src={White}
                    align="center"
                    height="130px"
                    weight="25px"
                    alt="white"
                />
               <center><CarouselBox/></center>
                <h1></h1>
                <div className="col d-flex justify-content-center">
            <Card  style={{ width: '100rem' }}>
            <Card.Header as="h5" align="center">Моя мотивація для вибору Навчального Технічного Університету "Дніпровська політехніка"</Card.Header>
        <Card.Body>
            <Card.Text align="center">
                Вже два роки я навчаюсь у Національному Технічному Університеті "Дніпровська політехніка" на спеціальності "Комп'ютерні науки".За ці два роки я познайомився с багатьма цікави людьми, виконав багато цікавих та важких задач.Чому я вибрав саме цей університет? Для цього було багато причин. По-перше - місце розташування. Він знаходився у місті , яке я знав,до якого я звик,і де були гарні умови для проживання.Цей університет відомий усім  своїм високим статусом.Низька ціна контрактного навчання дозволяє усім людям отримати вищу освіту .Допомога у працевлаштуванні для студентів , також дає стимул для вибору НТУ "ДП". Університет має гарне розташування, а також проектування(всі корпуса знаходяться у одному місці , і не треба поспішати  та  бігати по всьому місту аби дістатися наступной пари.).В останю чергу мені сподобалась можливість поїхати навчатися в університети по всьому світі , завдяки співпраці нашого університету з іншими. Саме ці умови дали мені привід для вступу у цей Університет.
            </Card.Text>
        </Card.Body>
    </Card>
            </div>
               <center><font size="2">Дані матеріали не можна використовувати в цілях профорієнтаційної діяльності і я  не згоднен на обробку і поширення особистих даних.Я не даю згоду на їх поширення та публікацію.</font></center>
                <img
                    src={White}
                    align="center"
                    height="100px"
                    weight="25px"
                    alt="white"
                />
                </>
        );
    }
}

export default MyMotivate;
